@echo off
@title bat ½»»¥Ö´ÐÐgitÃüÁî

cd  %~d0
cd  %cd%
echo ¿ªÊ¼Ìá½»´úÂëµ½±¾µØ²Ö¿â
echo µ±Ç°Ä¿Â¼ÊÇ£º%cd%
<<<<<<< HEAD
git checkout master
=======

echo ¿ªÊ¼³õÊ¼»¯ .gitÄ¿Â¼
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git init
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
>>>>>>> 2018å¹´12æœˆ14æ—¥

echo ¿ªÊ¼Ìí¼Ó±ä¸ü
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git add -A .
echo Ö´ÐÐ½áÊø£¡
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++

<<<<<<< HEAD
=======
echo ¹ØÁªµ½Ô¶³Ì¿â
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git remote add origin https://github.com/PAINCLOWN/PAINCLOWN.github.io.git
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++

>>>>>>> 2018å¹´12æœˆ14æ—¥
echo;
echo Ìá½»±ä¸üµ½±¾µØ²Ö¿â
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git commit -m %date:~0,4%Äê%date:~5,2%ÔÂ%date:~8,2%ÈÕ
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++

<<<<<<< HEAD

=======
git pull --rebase origin master
>>>>>>> 2018å¹´12æœˆ14æ—¥
echo;


echo ÕýÔÚÍ¬»¯!½«±ä¸üÇé¿öÌá½»µ½Ô¶³Ìgit·þÎñÆ÷

echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++


git push origin master


echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++



echo;
echo Í¬»¯Íê³É£¡
echo;
<<<<<<< HEAD
=======
git status
>>>>>>> 2018å¹´12æœˆ14æ—¥

pause