@echo off
@title 同步PAINCLOWN.github.io项目到github

cd  %~d0
cd  %cd%
echo 开始提交代码到本地仓库
echo 当前目录是：%cd%

git checkout master
=======

echo 开始初始化 .git目录
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git init
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++

echo 开始添加变更
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git add -A .
echo 执行结束！
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++

=======
echo 关联到远程库
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git remote add origin https://github.com/PAINCLOWN/PAINCLOWN.github.io.git
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++


echo 提交变更到本地仓库
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++
git commit -m %date:~0,4%年%date:~5,2%月%date:~8,2%日
echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++



=======
git pull --rebase origin master



echo 正在同化!将变更情况提交到远程git服务器

echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++


git push origin master


echo ++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++



echo;
echo 同化完成！
echo;

=======


pause