Repository: PAINCLOWN/PAINCLOWN.github.io
Catalog: repo/system/languages/*.po
Languages: ug_cn

source: Purchase Product
ug_cn: قىستۇرما سېتىۋېلىش

source: Package Protected
ug_cn: بۇ قىستۇرما قوغدۇلىۋاتىدۇ

source: Package Officially Purchased
ug_cn: قىستۇرمىنى سېتىۋېلىڭ

source: Allowed To Download
ug_cn: سىز بۇ قىستۇرمىنى چۈشۈرسىڭىز بولىدۇ.

source: No Name
ug_cn: نامى يوق

source: Empty Page
ug_cn: قۇرۇق بەت

source: View Screenshots
ug_cn: ئۈنۈم رەسىملىرى

source: Report Problems
ug_cn: مەسىلە ئىنكاس قىلىش

source: Version History
ug_cn: تارىخي نەشىرلىرى

source: Contact us
ug_cn: بىز بىلەن ئالاقىلىشىڭ

source: Package Category
ug_cn: قىدتۇرمىنى تۈرلەرگە بۆلۈش

source: View Package
ug_cn: قىستۇرمىنى تەكشۈرۈش

source: Add in Cydia<sup><small>™</small></sup>
ug_cn: Cydia<sup><small>™</small></sup>مەنبە قۇشۇڭ

source: Add this URL via Cydia<sup><small>™</small></sup>:
ug_cn: Cydia<sup><small>™</small></sup> غا مەنبە قوشۇش

source: <strong>%d</strong> packages in total.
ug_cn: مەنبەدە جەمئىي <strong>%d</strong>قىستۇرما بار

source: Last updated: <strong>%s</strong>
ug_cn: يېڭىلانغان ۋاقتى : <strong>%s</strong>

source: Visit Home Page
ug_cn: باش بەتنى زىيارەت قىلىش

source: Donate via <span style="font-style: italic; font-weight: bold"><span style="color: #1a3665">Pay</span><span style="color: #32689a">Pal</span><sup><small>™</small></sup></span>
ug_cn: 前往 <span style="font-style: italic; font-weight: bold"><span style="color: #1a3665">Pay</span><span style="color: #32689a">Pal</span><sup><small>™</small></sup></span> 捐助

source: Donate via <span style="font-style: italic; font-weight: bold"><img class="alipay" src="%salipay_text_en.png" /><sup><small >™</small></sup></span>
ug_cn: 前往 <span style="font-style: italic; font-weight: bold"><img class="alipay" src="%salipay_text.png" /><sup><small >™</small></sup></span> 捐助

source: MySQL Error!
ug_cn: ساندان خاتالىقى كۆرۈلدى !

source: More...
ug_cn: تېخىمۇ كۆپ...

source: Source Info
ug_cn: مەنبە ئۇچۇرلىرى

source: Index
ug_cn: باش بەت

source: Copyright &copy; %s
ug_cn: نەشىر ھوقۇقى &copy; %s

source: Invalid package!<br />Perhaps this package has been deleted by us.
ug_cn: قىستۇرما تۈرلەرگە ئايرىلىشى ئىناۋەتسىز <br /> بەلكىم بۇتۈرلەرگە ئايرىلىش ئىناۋەتسىز ياكى ئۆچۈرۈۋېتىلگەن بولىشى مۇمكىن شۇڭا سىز باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.

source: View in Cydia<sup><small>™</small></sup>
ug_cn: Cydia<sup><small>™</small></sup>دىن كۆرۈڭ

source: Author
ug_cn: ئاپتورى

source: Download
ug_cn: قىستۇرمىنى چۈشۈرۈش

source: More Info
ug_cn: تېخىمۇ كۆپ ئۇچۇرى

source: Notice
ug_cn: ئۇقتۇرۇش

source: Your device supports this package
ug_cn: بۇ قىستۇرما ئۈسكۈنىڭىزگە ماس كېلىدۇ

source: Your device doesn't support this package
ug_cn: بۇ قىستۇرما ئۈسكۈنىڭىزگە ماس كەلمەيدۇ

source: Version
ug_cn: نەشىرىي

source: Downloads
ug_cn: چۈشۈرۈش قېتىم سانى

source: Compatible with:
ug_cn: ماس كېلىدىغان نەشرى:

source: Last Updated
ug_cn: يېڭىلانغان ۋاقتى

source: In this version
ug_cn: نەشىر يېڭىلىنىشى

source: Changelogs
ug_cn: يېڭىلاش خاتىرسى

source: Fold Comments
ug_cn: ئىنكاس كۆرۈش

source: Unfold Comments
ug_cn: ئېچىش

source: No screenshots now.
ug_cn: بۇ قىستۇرمىنىڭ ۋاقتىنچە ئۈنۈم رەسىمى يوك

source: The %s function is disabled.
ug_cn: باشقۇرغۇچى %s ئىقتىدارىنى تاقاپ قويغان

source: Current Device Info
ug_cn: نۈۋەتتىكى ئۈسكۈنە ئۇچۇرى

source: Submit Your Request
ug_cn: ئىلتىماسنى تاپشۇرۇش

source: Request for updating
ug_cn: يېڭىلاشنى ئىلتىماس قىلىش

source: Compatibility Reports
ug_cn: ماسلىشىش ئىنكاسى

source: Fully Compatibile
ug_cn: پۈتۈنلەي ماسكىلىدۇ

source: Partly Compatibile
ug_cn: بىرقىسىملىرى ماس كىلىدۇ

source: Not Compatibile
ug_cn: ماسلاشمايدۇ

source: <p><strong>The software package compatibility report is voted by the majority of users, and we generated these statistical data, for reference only.</strong></p><hr /><p>If you have compatibility issues after installation, your vote, may be able to help tens of thousands of users from safe mode and many other threats.</p>
ug_cn: قىستۇرمىغا قارىتا بەرگەن ئىنكاسىڭىز تېخىمۇ كۆپ كىشىلەرنىڭ قىستۇرمىدىن ئۈنۈملۈك پايدىلنىشىنى تولۇق ئەمەلگە ئاشۇرۇشىغا پايدىلىق .

source: Your report has been submitted.<br />Thanks for your support!
ug_cn: ئىنكاسىڭىزنى ئوڭۇشلۇق تاپشۇردىڭىز <br /> قوللىغانلىقىڭىزغا كۆپ تەشەككۈر.

source: Please use Cydia to vote.<br />Each device is limited to vote for 2 times!
ug_cn: سىيدىيا ئارقىلىق بىلەت تاشلاڭ <br /> ھەربىر ئۈسكۈنىدە پەقەت 2 قېتىملىق تاشلاش پۇرسىتى بار

source: You have reached the voting limit.
ug_cn: بىلەت تاشلاس قېتىم سانىڭىز چەكتىن ئېشىپ كەتتى .<br /> دىن كىيىن قايتا سىناڭ

source: Unknown change.
ug_cn: يېڭىلىنىش نامەلۇم

source: View This Version
ug_cn: نەشىر يېڭىلىنىشى

source: No version history now.
ug_cn: بۇقىستۇرمىنىڭ بۇرۇنقى نەشىرلىرى يوق

source: Source manager can <strong>NOT</strong> solve the function problem of package: you <strong>MUST</strong> contact the author.
ug_cn: باشقۇرغۇچى بۇ مەسىلىنى ھەل قىلىشقا ئامالسىز .سىز قىستۇرما ياسىغۇچى بىلەن ئالاقىلىشىڭ.

source: If the package is a commercial package, you can contact the sponsor to obtain commercial support.
ug_cn: ئەگەر سىز چۈشۈرمەكچى بولغان قىستۇرما ھەقلىق قىستۇرما بولسا ئۇنداقتا سىز ۋاكالىتەن ساتقۇچى بىلەن ئالاقىلىشىڭ.

source: Sponsor
ug_cn: كاپالەت بەر گۈچى

source: If you have questions when install or uninstall this package, please contact the maintainer.
ug_cn: قاچىلاش ،ئۆچۈرۈش جەريانىدا مەسىلە كۆرۈلسە ،قىستۇرما ياسىغۇچىغا ياكى مەنبە باشقۇرغۇچىغا ئىنكاس قىلىڭ !

source: Maintainer
ug_cn: تەمىنلىگۈچى

source: Invalid section!<br />Perhaps this section has been deleted by us.
ug_cn: قىستۇرما تۈرلەرگە ئايرىلىشى ئىناۋەتسىز <br /> بەلكىم بۇ تۈرلەرگە ئايرىلىش ئىناۋەتسىز ياكى ئۆچۈرۈۋېتىلگەن بولىشى مۇمكىن شۇڭا سىز باشقۇرغۇچى بىلەن ئالاقىلىشىڭ.

source: <strong>%s</strong> packages in this section.
ug_cn: بۇ تۈردە جەمئىي<strong>%s</strong> دانە قىستۇرما بار .

source: Create time: <strong>%s</strong>
ug_cn: قۇرۇلغان ۋاقتى:<strong>%s</strong>

source: Welcome to <a href="%1$s">Add</a> <code>%2$s</code> via Cydia.
ug_cn: Cydia <a href="%1$s"></a> <code>%2$s</code>

source: Enter Cydia/APT URL
ug_cn: سىيدىيا مەنبەسىنىڭ ئادرېسىنى كىر گۈزۈڭ

source: Cancel
ug_cn: بىكار قىلىش

source: Add Source
ug_cn: مەنبە ئۇچۇرلىرى

source: This page is available to Safari only.
ug_cn: تور كۆرگۈچ ئارقىلىق زىيارەت قىلسىڭىز تېخىمۇ كۆپ ئۇچۇرلارنى كۆرەلەيسىز

source: My Favourite Repo: %1$s(%2$s)
ug_cn: مەن ياقتۇردىغان مەنبەلەر:%1$s（%2$s）

source: Share To
ug_cn: ھەمبىرلەش

source: Powered by <a href="http://82flex.com/projects">DCRM</a>.
ug_cn: مەنبە تەمىنلىگۈچى <a href="http://www.shiraq.com">shiraq</a>.

source: Dear manager, please follow the steps on <a href="init/index.html">Install Introduction</a> first.
ug_cn: باشقۇرغۇچى ياخشىمۇسىز ئەگەر سىز تۇنجى قېتىم مەنبەسۇپىسىنى قاچىلىغان بولسىڭىز ئۇنداقتا <a href="init/index.html"> نى قوزغۇتۇڭ</a>.
