Repository: PAINCLOWN/PAINCLOWN.github.io
Catalog: repo/system/languages/install-*.po
Languages: ug_cn

source: No Limit
ug_cn: چەكلىمىسىز

source: Unix-like
ug_cn: 类Unix

source: The GD module cannot be loaded
ug_cn: GD模块不能正确加载

source: Warning:
ug_cn: ئاگاھلاندۇرۇش

source: The server does not support the cURL function, DCRM will not be able to use.
ug_cn: 服务器不支持 cURL 函数，DCRM 将无法使用。

source: The server does not support the URL Rewrite, DCRM will not be able to use.
ug_cn: 服务器不支持 URL Rewrite，DCRM 将无法使用。

source: The file '/system/config/connect.inc.php' already exists. If you need to reset any of the configuration items in this file, please delete it first.
ug_cn: /system/config/connect.inc.php 文件已存在。如果您想更改 connect.inc.php 内已有的设定，请先删除它，本向导会重新创建 connect.inc.php 。

source: Sorry, I need a /system/config/connect.inc.default.php file to work from. Please re-upload this file from your DCRM installation.
ug_cn: 抱歉，我需要/system/config/connect.inc.default.php才能工作。请重新向您的DCRM根目录上传该文件。

source: <code>/system/config/</code> directory is not writable. Please change the directory properties or create the connect.inc.php manually (you can see connect.inc.default.php)
ug_cn: <code>/system/config/</code> 目录不可写。请更改目录属性或者手动创建 connect.inc.php （参考 connect.inc.default.php）。

source: Sorry, I need a /system/config/config.inc.default.php file to work from. Please re-upload this file from your DCRM installation.
ug_cn: 抱歉，我需要/system/config/config.inc.default.php才能工作。请重新向您的DCRM根目录上传该文件。

source: Sorry, I need a /system/config/gnupg.inc.default.php file to work from. Please re-upload this file from your DCRM installation.
ug_cn: 抱歉，我需要/system/config/gnupg.inc.default.php才能工作。请重新向您的DCRM根目录上传该文件。

source: Sorry, I need a /system/config/autofill.inc.default.php file to work from. Please re-upload this file from your DCRM installation.
ug_cn: 抱歉，我需要/system/config/autofill.inc.default.php才能工作。请重新向您的DCRM根目录上传该文件。

source: <code>/system/config/</code> directory is not writable. Please change the directory properties.
ug_cn: <code>/system/config/</code> 目录不可写，请更改目录属性。

source: OS
ug_cn: مەشغۇلات سېستىمىسى

source: PHP Ver
ug_cn: PHPنەشىرى

source: GD Ver
ug_cn: GD库

source: Disk Space
ug_cn: دېسكا بوشلىقى

source: Writeable
ug_cn: يازغىنى بولىدۇ

source: Unwriteable
ug_cn: يازغىنى بولمايدۇ

source: Supported
ug_cn: قوللايدۇ

source: Unsupported
ug_cn: قوللىمايدۇ

source: Unsupported this PHP Version
ug_cn: نەشىرىنى قوللىمايدۇPHP

source: GD module version is too low
ug_cn: ساندان نەشىرى بەك تۆۋەن GD

source: Not enough disk space
ug_cn: ساقلاش بوشلىقى يېتىشمىدى

source: No './' directory read-write permissions
ug_cn: 没有./目录的读写权限

source: No './system/config' directory read-write permissions
ug_cn: 没有./system/config目录的读写权限

source: Mysql module not support
ug_cn: كىڭەيتىشنى قوللىمايدۇMySQL

source: Does not support the fsockopen function or the function is disabled
ug_cn: 不支持fsockopen函数或禁用了该函数

source: Does not support the fsockopen function and curl module or the function is disabled
ug_cn: 不支持fsockopen函数或curl扩展模块或者禁用了该函数

source: Does not support the file_get_contents function or the function is disabled
ug_cn: 不支持file_get_contents函数或禁用了该函数

source: Does not support the mhash function or the function is disabled, maybe can not use GPG function.
ug_cn: 不支持mhas函数或禁用该函数，可能无法使用列表验证功能

source: Does not support the bzcompresss function or the function is disabled, maybe can not use list compress function.
ug_cn: 不支持bz2模块，可能无法使用列表压缩功能

source: Does not support the zlib function or the function is disabled, maybe can not use list compress function.
ug_cn: 不支持zlib模块，可能无法使用列表压缩功能

source: Does not support the mhash or hash_hmac function, maybe can not use list compress function.
ug_cn: 不支持mhash或hash_hmac函数，可能无法使用列表验证功能

source: Environments Check
ug_cn: مۇھىت تەكشۈرۈش

source: Project
ug_cn: تۈر

source: Required
ug_cn: لازىملىق سەپلىمە

source: Best
ug_cn: 最佳配置

source: Current Server
ug_cn: نۆۋەتتىكى مۇلازىمىتىر

source: Result
ug_cn: نەتىجىسى

source: Private Check
ug_cn: 权限检测

source: Directorys
ug_cn: مۇندەرىجە

source: Status
ug_cn: 状态

source: Functions Depend Check
ug_cn: فونكىسيە تاينىشچانلىقىنى تەكشۈرۈش

source: Function Name
ug_cn: فنكىسيە ئىسمى

source: Configuration Wizard
ug_cn: 配置向导

source: Welcome to DCRM!
ug_cn: سىيدىيا مەنبە سۇپىسى قۇرۇش سېستىمىسىنى ئىشلەتكىنىڭىزنى قارشى ئالىمىز

source: is a Darwin Cydia Repository Manager write by PHP.
ug_cn: 是 PHP 语言编写的 Darwin Cydia 源管理系统。

source: This project is a original designs by <a href="http://weibo.cn/u/3246210680">@i_82</a>, and some codes by <a href="http://weibo.com/hintay">@Hintay</a>.
ug_cn: 本项目是 <a href="http://weibo.cn/u/3246210680">@i_82</a> 的原创站点设计，由 <a href="http://weibo.com/hintay">@Hintay</a> 协助编写。

source: If you pay close attention to <a href="http://weibo.cn/u/3246210680">i_82</a> and some of his <a href="http://82flex.com/projects">projects</a>. Also wanted to help him, welcome to donate him.
ug_cn: 如果您关注 <a href="http://weibo.cn/u/3246210680">i_82</a> 和他折腾的一些<a href="http://82flex.com/projects">项目</a>，并且希望帮助他，欢迎以捐助的形式使他更好地折腾。

source: Credits
ug_cn: ئالاھىدە رەخمەت ئېيتىدىغان شەخسلەر

source: Touch Sprite Team
ug_cn: قوزغاتقۇچ ئەترىتى

source: WeiPhone
ug_cn: ۋېيفىڭ تورى

# Credits
source: support
ug_cn: ھەمكارلاشقانلار

source: E-pal
ug_cn: توردىشىمىز

source: WeiPhone Test Group
ug_cn: ۋېيفىڭ تېخنىكا سىناق گۇرپپىسى

source: WeiPhone Technology Group
ug_cn: ۋېيفىڭ تېخنىكا سىناق گۇرپپىسى

source: provide viewpoints
ug_cn: تەپلىپ پىكىر بەرگەنلەر

source: 's articles:
ug_cn: ئاپتورلار：

source: Also, the father of the Cydia™
ug_cn: بۇيەردە ئەلۋەتتە Cydia™ نىڭ ئەسلى قۇر غۇچىسىنىڭ رولى ھەم ئۇيازغان كودلار ھەممىدىن مۇھىم

source: Before getting started, you will need to know the following items before proceeding.
ug_cn: ئىشلىتىشتىن بۇرۇن بىر قىسىم ئۇچۇرلارنى تولدۇرۇڭ：

source: Database name
ug_cn: ساندان نامى

source: Database username
ug_cn: ساندان ئابونت نامى

source: Database password
ug_cn: ساندان مەخپىي نومۇرى

source: Database host
ug_cn: ساندان مۇلازىمىتىرى

source: Table prefix (if you want to run more than one DCRM in a single database)
ug_cn: ساندان ئالدى قوشۇمچىسى بىرساندانغا يەنە باشقا سۇپا قاچىلاشتا ئايرىم ئۆزگەرتسىڭىز بولىدۇ.

source: If for any reason you can&#8217;t enter next step, don&#8217;t worry. All this does is fill in the database information to a configuration file. You may also simply open <code>/system/config/connect.inc.default.php</code> in a text editor, fill in your information, and save it as <code>connect.inc.php</code>.
ug_cn: 如果出于任何原因您无法进入下一步，请不要担心。这个向导的目的只是代您编辑配置文件，填入数据库信息。您可以直接使用文本编辑器打开<code>/system/config/connect.inc.default.php</code>，填入您的信息，再另存为<code>connect.inc.php</code>。

source: Recommendations before the installation read the accompanying documentation (readme.html), if still not understand of place, can post them to <a href="https://github.com/Lessica/WEIPDCRM/issues/new">GitHub Issues</a>.
ug_cn: 建议在安装前仔细阅读所附带的说明文档 (readme.html)，如果还有不明白的地方，可到 <a href="https://github.com/Lessica/WEIPDCRM/issues/new">GitHub Issues</a> 提出。

source: If you&#8217;re all ready&hellip;
ug_cn: تەييارلىقىڭىز پۈتكەن بولسا&hellip;

source: Can&#8217;t start!
ug_cn: ھازىرچە داۋاملاشتۇرغىنى بولمايدۇ!!

source: Let&#8217;s go!
ug_cn: باشلىسىڭىزبولىدۇ

source: Check again
ug_cn: قايتا تەكشۈرۈش

source: Error!
ug_cn: خاتالىق يۈزبەردى

# Button
source: Next
ug_cn: كېيىنكى قەدەم

source: Below you should enter your database connection details. If you&#8217;re not sure about these, contact your host.
ug_cn: 请在下方填写您的数据库连接信息。如果您不能确定，请联系您的服务提供商。

source: Database Host
ug_cn: ساندان مۇلازىمىتىرى

source: Required, generally is 'localhost'
ug_cn: ئادەتتە دەپ يېزىلىدۇlocalhost

source: Database Port
ug_cn: 数据库端口

source: Required, generally is '3306'
ug_cn: ئادەتتە دەپ يېزىلىدۇ3306

source: User Name
ug_cn: ئابونىت نامى

source: Your MySQL username
ug_cn: دىكى ئابونىت ئىسمىڭىز MySQL سىزنىڭ

source: Password
ug_cn: مەخپىي نومۇر

source: &hellip;and your MySQL password.
ug_cn: &hellip;ۋە باشقا مەخپىي نومۇر

source: Database Name
ug_cn: ساندان نامى

source: The name of the database you want to run DCRM in.
ug_cn: سىيدىيا مەنبە سۇپىسىنى قايسى ساندانغا قاچىلىماقچى ؟

source: Table Prefix
ug_cn: ئالدى قوشۇمچە

source: If you want to run multiple DCRM installations in a single database, change this.
ug_cn: ئەگگر بىرساندانغا بىرقانھە مەنبە سۇپىسىنى قاچىلىماقچى بولسىڭىز ،ئۇنداقتا ئالدى قوشۇمچىنى ئۆزگەرتىڭ!

source: Keep the connection to the database server
ug_cn: 保持与数据库服务器的连接

source: Submit
ug_cn: تاپشۇرۇش

source: Try again
ug_cn: يەنە بىر قېتىم سىناڭ

source: <strong>ERROR</strong>: "Table Prefix" must not be empty.
ug_cn: <strong>خاتا</strong>: "ئالدى قوشۇمچە" بوش قالمىسۇن

source: <strong>ERROR</strong>: "Table Prefix" can only contain numbers, letters, and underscores.
ug_cn: <strong>خاتا</strong>: "ئالدى قوشۇمچە" پەقەت سان ياكى ھەرىپ ئاستىغا سىزىق بولىشى شەرىت。

source: <strong>ERROR</strong>: Can&#8217;t connect database server.
ug_cn: <strong>خاتا</strong>: ساندانغا ئۇلاش مەغلۇپ بولدى

source: <strong>ERROR</strong>: Can&#8217;t create database, please check your input information.
ug_cn: <strong>خاتا</strong>: ساندانغا ئۇلاشتا مەسىلە كۆرۈلدى ئۇچۇرلارنى تەكشۈرۈڭ

source: <strong>ERROR</strong>: Can&#8217;t select database, please check your input information.
ug_cn: <strong>خاتا</strong>: ساندانغا ئۇلاشتا مەسىلە كۆرۈلدى ئۇچۇرلارنى تەكشۈرۈڭ

source: All right, sparky! You&#8217;ve made it through this part of the installation. DCRM can now communicate with your database. If you are ready, time now to&hellip;
ug_cn: سىز ئەڭ مۇھىم ھالقىنى ئوڭۇشلۇق تاماملاپ بولدىڭىز ئەمدى سۇپىنى ساندانغا ئۇلاڭ &hellip;

source: Run the install
ug_cn: قاچىلىنىۋاتىدۇ

source: Installer
ug_cn: سېستىمىنى قاچىلاش

source: Already Installed
ug_cn: قاچىلىنىپ بولدى

source: You appear to have already installed DCRM. To reinstall please clear your old database tables first.
ug_cn: سىز ئوڭۇشلۇق قاچىلاپ بولدىڭىز قايتىدىن قاچىلىماقچى بولسىڭىز كونا سانداننى ئۆچۈر ۋىتىڭ

source: Log In
ug_cn: تىزىملىتىش

source: Repository Title
ug_cn: مەنبە ئىسمى

source: Repository URL
ug_cn: مەنبە ئادرېسى

source: Username
ug_cn: ئابنىت نامى

source: Usernames can have only alphanumeric characters, spaces, underscores, hyphens, periods, and the @ symbol.
ug_cn: 用户名只能含有字母、数字、空格、下划线、连字符、句号和“@”符号。

source: Password, twice
ug_cn: مەخپىي نومۇرىنى كىر گۈزۈڭ

source: A password will be automatically generated for you if you leave this blank.
ug_cn: 若您留空密码栏，我们将会为您生成一个密码。

source: Strength indicator
ug_cn: 强度评估

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers, and symbols like ! " ? $ % ^ &amp; ).
ug_cn: 提示：您的密码最好至少包含7个字符。为了保证密码强度，使用大小写字母、数字和符号（例如! " ? $ % ^ &amp; )）。

source: Your E-mail
ug_cn: ئېلخەت ئادرېسىڭىز

source: Double-check your email address before continuing.
ug_cn: 请仔细检查电子邮件地址后再继续。

source: Install DCRM
ug_cn: سىيدىيا سۇپىسىنى قاچىلاش

# Password
source: Short
ug_cn: بەك ئاجىز

# Password
source: Bad
ug_cn: ئاجىز

# Password
source: Good
ug_cn: ئوتتۇرھال

# Password
source: Strong
ug_cn: كۈچلۈك

# Password
source: Mismatch
ug_cn: ماسلاشمىدى

# Howdy
source: Welcome
ug_cn: كەلگەن قەدىمىڭىزگە مەرھابا!

source: Note:
ug_cn: ئەسكەرتىش:

source: If you want to recreate <code>connect.inc.php</code>, please click <a href="./setup-config.php">here</a>.
ug_cn: 如果您想重新创建 <code>connect.inc.php</code> ，请点击 <a href="./setup-config.php">这里</a>。

source: Welcome to the DCRM installation process! Just fill in the information below.
ug_cn: سىيدىيا مەنبە سۇپىسىنى ئىشلەتكىنىڭىزنى قارشى ئالىمەن .قېنى تۆېەندىكى كاتەكچىلەرنى تولدۇرۇڭ؟

source: Information needed
ug_cn: لازىملىق ئۇچۇرلاې

source: Please provide the following information. Don&#8217;t worry, you can always change these settings later.
ug_cn: 您需要填写一些基本信息。无需担心填错，这些信息以后可以再次修改。

source: Please provide a valid username.
ug_cn: ئۈنۈملۈك ئابونت نامىنى كىر گۈزۈڭ!

source: The username you provided has invalid characters.
ug_cn: سىز كىرگۈزگەن ئابونىت نامىدا خاتالىق بار

source: Your passwords do not match. Please try again.
ug_cn: ئىككى قېتىملىق مەخپىي نومۇر بىردەك ئەمەس

source: You must provide an email address.
ug_cn: چوقۇم ئېلخەت ئادرېسىڭىزنى كىر گۈزۈڭ

source: Sorry, that isn&#8217;t a valid email address. Email addresses look like <code>username@example.com</code>.
ug_cn: كەچۈرۈڭ سىز كىر گۈزگەن ئېلخەت ئادرېسى ئىناۋەتسىز توغرا بولغان ئېلخەت كىر گۈزۈڭ.

source: Guest
ug_cn: مېھمان

source: Your chosen password.
ug_cn: مىخپىي نومۇر كىر گۈزۈڭ

source: Success!
ug_cn: تاماملاندى

source: DCRM has been installed. Were you expecting more steps? Sorry to disappoint.
ug_cn: سىيدىيا مەنبە سۇپىسى ئوڭۇشلۇق قاچىلاندى

source: Something wrong...
ug_cn: ئازراق خاتالىق كۆرۈلدى

source: DCRM has been installed, but some files have not been copied. Please copy all <code>*.inc.default.php</code> to <code>*.inc.php</code> in <code>/system/config/</code> and chmod to 0666.
ug_cn: DCRM 安装成功，但是有些文件没有被复制。 请复制 <code>/system/config/</code> 文件夹中所有的 <code>*.inc.default.php</code> 文件为 <code>*.inc.php</code>并 chmod 0666。

source: Continue
ug_cn: داۋاملاشتۇرۇش
