Repository: PAINCLOWN/PAINCLOWN.github.io
Catalog: repo/system/languages/manage-*.po
Languages: ug_cn

source: Starting Year of Copyright
ug_cn: نەشرى ھوقۇقىنىڭ باشلىنىش ۋاقتى

source: If input 2010, the final display is © 2010-%d, leave a blank will only displays the current year.
ug_cn: ئەگەر 2010 دەپ كىرگۈزسىڭىز ئۇنداقتا © 2010-%d كۆرۈنىدۇ ،تولدۇرمىسىڭىز ھازىرقى ۋاقىت كۆرۈنىدۇ .

source: Copyright Name
ug_cn: نەشر ھوقۇقى ئىسمى

source: Displayed on the website at the bottom. If you not input anything will display the repository name.
ug_cn: توربەتنىڭ ئاستىدا كۆرۈنىدۇ ، ئەگەر تولدۇرۇلمىسا مەنبە ئىسمى كۆرۈنىدۇ.

source: Footer Code
ug_cn: بەت ئاستى ئۇچۇرى

source: You can input ICP number, site information etc. Please use <code>·</code> as the separator.
ug_cn: تورئارخپى نومۇرى،تور بەت ئۇچۇرىنى تولۇقلاش <code>·</code> ئارقىلىق ئايرىلىپ يېزىلىشى كېرەك

source: Social
ug_cn: ئىجدىمائىي ئالاقە ھەمبىرلىنىشى

source: Duoshuo Social Comments KEY
ug_cn: ئىنكاس ئىجدىمائىي ئالاقە رامكىسى KEY

source: Please goto %s for get key (registration required), leave a blank will disabled comment function.
ug_cn: 请前往 %s 获取 Key（需要注册），留空关闭评论功能。

source: QQ Group Name
ug_cn: QQتوپى ئىسمى

source: QQ Group Number
ug_cn: QQتوپ ئادرېسى

source: Need the new mobile client.
ug_cn: پەقەت يانفون نۇسقىسىنىڭ يېڭى نەشىر دىكى تېرمىنالى قوللايدۇ

source: Weibo Name
ug_cn: مىكرو بىلوگ ئىسمى

source: Weibo Address
ug_cn: مىكرو بىلوگ ئادرېسى

source: Not a valid mobile weibo address. Example: %s
ug_cn: 不是有效的微博手机版地址。示例：%s

source: Please input the mobile version homepage.
ug_cn: كۆچمە ئۈسكۈنە نۇسخىسى باش بېتىنى كىرگۈزۈڭ

source: Twitter Name
ug_cn: خەۋەرچى قۇش ئىسمى

source: Twitter Address
ug_cn: خەۋەرچى قۇش ئادرېسى

source: Need login for visit.
ug_cn: تىزىملىتىپ كىر گەندىن كېيىن ئاندىن زىيارەت قىلالايسىز.

source: Facebook Name
ug_cn: Facebookئىسمى

source: Facebook Address
ug_cn: Facebookئادرېسى

source: Paypal Donate Address
ug_cn: Paypalئادرېسى

source: Alipay Donate Address
ug_cn: چىقىمدان ئادرېسى

source: Statistics And Advertisement
ug_cn: ئىستاتستىكا ۋە ئېلان

source: External Statistics
ug_cn: سىرىتقى ئىستاتسىتىكا كودى

source: Invisible statistic code.
ug_cn: كۆرۈنمەيدىغان كود ئىستاتسىتىكىسى

source: Internal Statistics
ug_cn: ئىچكى كود ئىستاتستكىسى

source: Statistics code of view information at Running Status.
ug_cn: ئۇچۇر تەكشۈرۈش كود ئىستاتسىتاكىسى

source: Advertisement
ug_cn: ئېلان قوللاش

source: Notice
ug_cn: ئۇقتۇرۇش

source: Emergency Notice
ug_cn: جىددىي ئۇقتۇرۇش

source: Please provide a valid username.
ug_cn: ئابونت ئىسمى بوش قالماسلىقى كېرەك

source: You entered your new password only once.
ug_cn: سىزپەقەت بىر قېتىملا يېڭى مەخپىي نومۇر كىر گۈزۈش پۇرسىتىڭىزبار

source: Your passwords do not match. Please try again.
ug_cn: سىزنىڭ كىر گۈز

source: The maximum number of attempts must be an integer!
ug_cn: ئەڭ چوڭ سىناش قېتىم سانى چوقۇم پۈتۈن سان بولىشى كېرەك

source: Login fail reset time must be an integer!
ug_cn: سىناق قېتىم سانىنىڭ ۋاقتى چوقۇم پۈتۈن سان بولۇشى لازىم .

source: Max download speed must be an integer!
ug_cn: چۈشۈرۈش سۈرئەت چەكلىمىسى چوقۇم پۈتۈن سان بولىشى كېرەك

source: Please set the correct %s switch!
ug_cn: %sنىڭ ئۈزچات تەڭشىكىنى تەڭشەڭ

source: Please set the correct PC Site Master Switch!
ug_cn: كومپىيوتېر نۇسخىسىنىڭ باش ئۈزچاتىنى تەڭشەش

source: Please set the correct Mobile Site Master Switch!
ug_cn: كۆچمە نۇسخسىنىڭ باش ئۈز چاتىنى تەڭشەش

source: Please set the correct Limit Number of Report, the maximum not more than 10 times!
ug_cn: خاتالىق مەسىلە ئىنكاسى ئەڭ كۆپ بولغاندا 10 قېتىمدىن ئارتۇق بولماسلىقى لازىم

source: Multiple Information
ug_cn: تەپسىلىي ئۇچۇرى

source: Please set the correct Packages compression method!
ug_cn: توغرا بولغان Packages پىرىسلاش شەكلىنى تەڭشەش

source: Please set the correct number of latest list, the maximum must not exceed 20 !
ug_cn: باش بەتتىكى تىزىملىك سانى 20 تالدىن ئېشىپ كەتمەسلىكى لازىم.

source: Please provide a valid repository URL!
ug_cn: مەنبە ئادرېسى قۇرۇق بولسا بولمايدۇ

source: There is a same username!
ug_cn: بۇئابونت تىزىملىتىپ بولغان

source: Cannot access %s, you might need update your rewrite config to use this rewrite mod!
ug_cn: 无法访问 %s，您可能需要更新您的 Rewrite 配置以来使用此模式！

source: Amendments to the success of settings!
ug_cn: تەڭشەك ئۆزگەرتىش تاماملاندى !

# Password
source: Short
ug_cn: ئىنتايىن ئاجىز

# Password
source: Bad
ug_cn: ئاجىز

# Password
source: Good
ug_cn: ئوتتۇرھال

# Password
source: Strong
ug_cn: كۈچلۈك

# Password
source: Mismatch
ug_cn: ماسلاشمىدى

source: You have some errors, please check the form.
ug_cn: 发生了一些错误，请检查表单

source: Database Status
ug_cn: ساندان ھالىتى

source: Service Information
ug_cn: مۇلازىمىتېر ئۇچۇرى

source: Server information:
ug_cn: مۇلازىمىتېر ئۇچۇرى：

source: Database version:
ug_cn: ساندان نەشىرى：

source: GD library version:
ug_cn: GD ئامبارنەىشىرى :

source: Upload max filesize:
ug_cn: ئەڭ چوڭ يوللاش چەكلىمىسى :

source: Max execution time:
ug_cn: ئەڭ چوڭ ئىجرا بولۇش ۋاقتى：

source: %d second
ug_cn: %d سېكۇنت

source: Server time:
ug_cn: مۇلازىمىتېر ۋاقتى :

source: Management Statistics
ug_cn: باشقۇرۇش ئىستاتسكىسى

source: Total download times:
ug_cn: ئومۇمىي چۈشۈرۈش سانى :

source: Number of packages:
ug_cn: قىستۇرما سانى :

source: Number of non-hidden packages:
ug_cn: يوشۇرۇلمىغان قىستۇرما :

source: Number of sections:
ug_cn: تۈر سانى :

source: Download pool size:
ug_cn: چۈشۈرۈش سىغىمى :

source: Cache pool size:
ug_cn: قالدۇق سىغىمى :

source: Clean cache
ug_cn: قالدۇق تازلاش

source: Clean Cache
ug_cn: قالدۇق تازلاش

source: Cache cleanup completed!
ug_cn: قالدۇق تازلاش تاماملاندى !

source: Comment
ug_cn: ئىزاھات

source: Packages
ug_cn: قىستۇرما

source: Last IP
ug_cn: ئەڭ ئاخرقى قېتىم كىرگەن ip

source: Create Time
ug_cn: قۇرۇلغان ۋاقتى

source: All UDID
ug_cn: بارلىق UDID

source: Add UDID
ug_cn: UDID قوشۇش

source: Search UDID
ug_cn: UDID ئىزدەش

source: Manage Level
ug_cn: باشقۇرۇش دەرىجىسى

source: Package
ug_cn: قىستۇرما

source: Search UDID: %s
ug_cn: ئىزدەشUDID：%s

source: UDID must be 40 characters!
ug_cn: UDID چوقۇم 40 خانە بولىشى لازىم

source: UDID must be number or letter!!
ug_cn: UDID سان ياكى ھەرىپ بولىشى لازىم

source: Lowest Protection Level
ug_cn: ئەڭ تۆۋەن قوغداش دەرىجىسى

source: Add Row
ug_cn: قۇر قوشۇش

source: Delete Row
ug_cn: قۇر ئۆچۈرۈش

source: Guest
ug_cn: مېھمان

source: Are you sure you want to binding '%1$s' to UDID '%2$s'?
ug_cn: سىز '%1$s' بىلەن UDID نى '%2$s' غا باغلىماقچىمۇ ؟

source: Unbinding UDID
ug_cn: بىكار قىلىشUDID

source: Are you sure you want to unbinding '%1$s' from UDID '%2$s'?
ug_cn: سىز '%1$s' بىلەن UDID نى '%2$s' غا بولغان باشلاشنى بىكار قىلماقچىمۇ؟

source: File size incorrect!
ug_cn: ھۆججەت سىغىمى خاتا

source: File type incorrect!
ug_cn: ھۆججەت تۈرى خاتا

source: Upload failed, Error Code: %s.
ug_cn: يوللاش مەغلۇپ بولدى، خاتالىق كودى : %s

source: %s already exists.
ug_cn: %s بار

source: Uploaded successfully: %s.
ug_cn: يوللاش تاماملاندى：%s

source: Unable to upload files? Try %s.
ug_cn: ھۆججەت يوللىغىنى بولمىدى. %s

source: classic uploader
ug_cn: ئادەتتىكى ئۇسۇلدا يوللاش

source: Please select packages
ug_cn: يوللىماقچى بولغان قىستۇرمىنى تاللاڭ

source: Tip: Select multiple packages by hold down Ctrl(⌘) key while you click the packages.
ug_cn: ئەسكەرتىش:Ctrl(⌘) نى بېسىپ كۆپ تۈرنى تاللاڭ

source: Upload
ug_cn: يوللاش

# Upload
source: Reset
ug_cn: يوللاش تىزىملىكىنى قايتا تەڭشەش

source: Allowed data type:
ug_cn: ماس كىلدىغان ھۆججەتلەر :

source: Please do not upload disrupt the Internet security data
ug_cn: يوللاشقا بولمايدۇ،بەلكىم بۇ سانلىق مەلۇماتلارنىڭ بىخەتەرلىكىگە تەسىر يەتكۈزىدىغان ھۆججەت بولۇشى مۇمكىن.

source: Please upload the standard package of Debian software package, otherwise it may cause loss of data.
ug_cn: ئۆلچەملىك قىستۇرما يوللاڭ ،بولمىسا سانلىق مەلوماتلاردا خاتالىق يۈز بىرىدۇ.

source: SELECT FILES
ug_cn: ھۆججەت تاللاڭ

# Uploader
source: Success
ug_cn: تامام

# Uploader
source: Upload Success!
ug_cn: يوللاش تاماملاندى

# Uploader
source: Failed
ug_cn: مەغلۇپ بولدى

# Uploader
source: Upload Failed!
ug_cn: يوللاش مەغلۇپ بولدى

# Uploader
source: Already Exists
ug_cn: بۇ ھۆججەت بار ئىكەن

# Uploader
source: Already Exists!
ug_cn: بۇ ھۆججەت بار ئىكەن

# Uploader
source: Unknow
ug_cn: نامەلۇم

# Uploader
source: Unknow Error!
ug_cn: نامەلۇم خاتالىق

source: multiple uploader
ug_cn: تېخىمۇ كۆپ ئۇسۇل ئارقىلىق يوللاش

source: Select File
ug_cn: ھۆججەت تاللاڭ

source: Please select a package
ug_cn: قىستۇرما تاللاڭ؟

source: Ready
ug_cn: تەييارلىنىۋاتىدۇ

source: Please wait for uploading...
ug_cn: يوللاۋاتىدۇ ،سەل ساقلاڭ.......

source: Please select a package!
ug_cn: قىستۇرما تاللاڭ ؟

source: No specified item.
ug_cn: بىكىتكەن تۈرنى تەكشۈرەلمىدى

source: This package no screenshot.
ug_cn: مەزكۇر قىستۇرمىنىڭ ئۈنۈم رەسىمى يوق

source: This package have %d screenshot.
ug_cn: قىستۇرمىنىڭ %d پارچە رەسىمى بار

source: New Screenshot
ug_cn: يېڭى رەسىم قوشۇش

source: Batch Upload
ug_cn: قىستۇرما يوللاش

source: Select Picture
ug_cn: رەسىم تاللاش

source: Are you sure you want to delete this screenshot?
ug_cn: سىز بۇ رەسىمنى راستىلا ئۆچۈرەمسىز؟

# language
source: Afrikaans
ug_cn: 南非文

# language
source: Albanian
ug_cn: 阿尔巴尼亚文

# language
source: Arabic (Algeria)
ug_cn: 阿拉伯文 (阿尔及利亚)

# language
source: Arabic (Bahrain)
ug_cn: 阿拉伯文 (巴林)

# language
source: Arabic (Egypt)
ug_cn: 阿拉伯文 (埃及)

# language
source: Arabic (Iraq)
ug_cn: 阿拉伯文 (伊拉克)

# language
source: Arabic (Jordan)
ug_cn: 阿拉伯文 (约旦)

# language
source: Arabic (Kuwait)
ug_cn: 阿拉伯文 (科威特)

# language
source: Arabic (Lebanon)
ug_cn: 阿拉伯文 (黎巴嫩)

# language
source: Arabic (libya)
ug_cn: 阿拉伯文 (利比亚)

# language
source: Arabic (Morocco)
ug_cn: 阿拉伯文 (摩洛哥)

# language
source: Arabic (Oman)
ug_cn: 阿拉伯文 (阿曼)

# language
source: Arabic (Qatar)
ug_cn: 阿拉伯文 (卡塔尔)

# language
source: Arabic (Saudi Arabia)
ug_cn: 阿拉伯文 (沙特阿拉伯)

# language
source: Arabic (Syria)
ug_cn: 阿拉伯文 (叙利亚)

# language
source: Arabic (Tunisia)
ug_cn: 阿拉伯文 (突尼斯)

# language
source: Arabic (U.A.E.)
ug_cn: 阿拉伯文 (阿拉伯联合酋长国)

# language
source: Arabic (Yemen)
ug_cn: 阿拉伯文 (也门)

# language
source: Arabic
ug_cn: 阿拉伯文

# language
source: Armenian
ug_cn: 亚美尼亚文

# language
source: Assamese
ug_cn: 阿萨姆文

# language
source: Azeri
ug_cn: 阿塞拜疆文

# language
source: Basque
ug_cn: 巴斯克文

# language
source: Belarusian
ug_cn: 白俄罗斯文

# language
source: Bengali
ug_cn: 孟加拉文

# language
source: Bulgarian
ug_cn: 保加利亚文

# language
source: Catalan
ug_cn: 加泰隆文

# language
source: Chinese (China)
ug_cn: خەنزۇچە (جوڭگۇ)

# language
source: Chinese (Hong Kong SAR)
ug_cn: 中文 (香港特别行政区)

# language
source: Chinese (Macau SAR)
ug_cn: 中文 (澳门特别行政区)

# language
source: Chinese (Singapore)
ug_cn: 中文 (新加坡)

# language
source: Chinese (Taiwan)
ug_cn: خەنزۇچە-تەيۋەن يېزىقى

# language
source: Chinese (Simplified)
ug_cn: خەنزۇچە -ئاددي يېزىقى

# language
source: Chinese (Traditional)
ug_cn: خەنزۇچە مۇرەككەپ يېزىق

# language
source: Chinese
ug_cn: خەنزۇچە

# language
source: Croatian
ug_cn: 克罗地亚文

# language
source: Czech
ug_cn: 捷克文

# language
source: Danish
ug_cn: 丹麦文

# language
source: Divehi
ug_cn: 迪维希文

# language
source: Dutch (Belgium)
ug_cn: 荷兰文 (比利时)

# language
source: Dutch (Netherlands)
ug_cn: 荷兰文 (荷兰)

# language
source: English (Australia)
ug_cn: 英文 (澳大利亚)

# language
source: English (Belize)
ug_cn: 英文 (伯利兹)

# language
source: English (Canada)
ug_cn: 英文 (加拿大)

# language
source: English (Ireland)
ug_cn: 英文 (爱尔兰)

# language
source: English (Jamaica)
ug_cn: 英文 (牙买加)

# language
source: English (New Zealand)
ug_cn: 英文 (新西兰)

# language
source: English (Philippines)
ug_cn: 英文 (菲律宾)

# language
source: English (South Africa)
ug_cn: 英文 (南非)

# language
source: English (Trinidad)
ug_cn: 英文 (特立尼达)

# language
source: English (United Kingdom)
ug_cn: 英文 (英国)

# language
source: English (United States)
ug_cn: ئىنگىلىزچە(ئامرېكا)

# language
source: English (Zimbabwe)
ug_cn: 英语 (津巴布韦)

# language
source: Estonian
ug_cn: 爱沙尼亚文

# language
source: Faeroese
ug_cn: 法罗文

# language
source: Farsi
ug_cn: 波斯文

# language
source: Finnish
ug_cn: 芬兰文

# language
source: French (Belgium)
ug_cn: 法文 (比利时)

# language
source: French (Canada)
ug_cn: 法文 (加拿大)

# language
source: French (Luxembourg)
ug_cn: 法文 (卢森堡)

# language
source: French (Monaco)
ug_cn: 法文 (摩纳哥)

# language
source: French (Switzerland)
ug_cn: 法文 (瑞士)

# language
source: French (France)
ug_cn: 法语 (法国)

# language
source: FYRO Macedonian
ug_cn: 马其顿文

# language
source: Gaelic
ug_cn: 苏格兰盖尔文

# language
source: Georgian
ug_cn: 格鲁吉亚文

# language
source: German (Austria)
ug_cn: 德文 (奥地利)

# language
source: German (Liechtenstein)
ug_cn: 德文 (列支敦士登)

# language
source: German (Luxembourg)
ug_cn: 德文 (卢森堡)

# language
source: German (Switzerland)
ug_cn: 德文 (瑞士)

# language
source: German (Germany)
ug_cn: 德文 (德国)

# language
source: Greek
ug_cn: 现代希腊语

# language
source: Gujarati
ug_cn: 古吉拉特文

# language
source: Hebrew
ug_cn: 希伯来文

# language
source: Hindi
ug_cn: 印地文

# language
source: Hungarian
ug_cn: 希里莫图文

# language
source: Icelandic
ug_cn: 冰岛文

# language
source: Indonesian
ug_cn: 印尼文

# language
source: Italian (Switzerland)
ug_cn: 意大利文 (瑞士)

# language
source: Italian (Italy)
ug_cn: 意大利文 (意大利)

# language
source: Japanese
ug_cn: 日文

# language
source: Kannada
ug_cn: 坎纳达文

# language
source: Kazakh
ug_cn: 哈萨克文

# language
source: Konkani
ug_cn: 孔卡尼文

# language
source: Korean
ug_cn: 韩文

# language
source: Kyrgyz
ug_cn: 吉尔吉斯斯坦语

# language
source: Latvian
ug_cn: 拉脱维亚文

# language
source: Lithuanian
ug_cn: 立陶宛文

# language
source: Malay
ug_cn: 马来文

# language
source: Malayalam
ug_cn: 马拉亚拉姆文

# language
source: Maltese
ug_cn: 马耳他文

# language
source: Marathi
ug_cn: 马拉提文

# language
source: Mongolian (Cyrillic)
ug_cn: 蒙古文 (西里尔字母)

# language
source: Nepali (India)
ug_cn: 尼泊尔文 (印度)

# language
source: Norwegian (Bokmal)
ug_cn: 挪威布克莫尔文

# language
source: Norwegian (Nynorsk)
ug_cn: 新挪威文

# language
source: Oriya
ug_cn: 奥利亚文

# language
source: Polish
ug_cn: پولەكچە

# language
source: Portuguese (Brazil)
ug_cn: 葡萄牙文 (巴西)

# language
source: Portuguese (Portugal)
ug_cn: 葡萄牙文 (葡萄牙)

# language
source: Punjabi
ug_cn: 旁遮普文

# language
source: Rhaeto-Romanic
ug_cn: 利托-罗曼文

# language
source: Romanian (Moldova)
ug_cn: 罗马尼亚文 (摩尔多瓦)

# language
source: Romanian
ug_cn: 罗马尼亚文

# language
source: Russian (Moldova)
ug_cn: 俄文 (摩尔多瓦)

# language
source: Russian
ug_cn: روسچە

# language
source: Sanskrit
ug_cn: 梵文

# language
source: Serbian
ug_cn: 塞尔维亚文

# language
source: Slovak
ug_cn: 斯洛伐克文

# language
source: Slovenian
ug_cn: 斯洛文尼亚文

# language
source: Sorbian
ug_cn: 索布文

# language
source: Spanish (Argentina)
ug_cn: 西班牙文 (阿根廷)

# language
source: Spanish (Bolivia)
ug_cn: 西班牙文 (玻利维亚)

# language
source: Spanish (Chile)
ug_cn: 西班牙文 (智利)

# language
source: Spanish (Colombia)
ug_cn: 西班牙文 (哥伦比亚)

# language
source: Spanish (Costa Rica)
ug_cn: 西班牙文 (哥斯达黎加)

# language
source: Spanish (Dominican Republic)
ug_cn: 西班牙文 (多米尼加)

# language
source: Spanish (Ecuador)
ug_cn: 西班牙文 (厄瓜多尔)

# language
source: Spanish (El Salvador)
ug_cn: 西班牙文 (萨尔瓦多)

# language
source: Spanish (Guatemala)
ug_cn: 西班牙文 (危地马拉)

# language
source: Spanish (Honduras)
ug_cn: 西班牙文 (洪都拉斯)

# language
source: Spanish (Mexico)
ug_cn: 西班牙文 (墨西哥)

# language
source: Spanish (Nicaragua)
ug_cn: 西班牙文 (尼加拉瓜)

# language
source: Spanish (Panama)
ug_cn: 西班牙文 (巴拿马)

# language
source: Spanish (Paraguay)
ug_cn: 西班牙文 (巴拉圭)

# language
source: Spanish (Peru)
ug_cn: 西班牙文 (秘鲁)

# language
source: Spanish (Puerto Rico)
ug_cn: 西班牙文 (波多黎各)

# language
source: Spanish (United States)
ug_cn: 西班牙文 (美国)

# language
source: Spanish (Uruguay)
ug_cn: 西班牙文 (乌拉圭)

# language
source: Spanish (Venezuela)
ug_cn: 西班牙文 (委内瑞拉)

# language
source: Spanish (Traditional Sort)
ug_cn: 西班牙文 (传统排序)

# language
source: Swahili
ug_cn: 斯瓦希里文

# language
source: Swedish (Finland)
ug_cn: 瑞典文 (芬兰)

# language
source: Swedish
ug_cn: 瑞典文

# language
source: Syriac
ug_cn: 古叙利亚文

# language
source: Tamil
ug_cn: 泰米尔文

# language
source: Tatar
ug_cn: 塔塔尔文

# language
source: Telugu
ug_cn: 泰卢固文

# language
source: Thai
ug_cn: 泰文

# language
source: Tsonga
ug_cn: 宗加文

# language
source: Tswana
ug_cn: 塞茨瓦纳文

# language
source: Turkish
ug_cn: 土耳其文

# language
source: Ukrainian
ug_cn: 乌克兰文

# language
source: Urdu
ug_cn: 乌尔都文

# language
source: Uzbek
ug_cn: 乌兹别克文

# language
source: Uyghurche (China)
ug_cn: ئۇيغۇرچە

# language
source: Vietnamese
ug_cn: 越南文

# language
source: Xhosa
ug_cn: 科萨文

# language
source: Yiddish
ug_cn: 依地文

# language
source: Zulu
ug_cn: 祖鲁语
