Repository: PAINCLOWN/PAINCLOWN.github.io
Catalog: repo/system/languages/manage-*.po
Languages: ug_cn

# About Page
source: About
ug_cn: پىروگرامما ھەققىدە

source: Version:
ug_cn: نەشىرىي

source: Open source Repository Manager for Cydia™/APT.
ug_cn: شەخسى مەنبە سۇپىسى

source: Developer
ug_cn: ئاچقۇچى

source: Main Program:
ug_cn: ئاساسىي پىروگىرامما :

source: WeiPhone Test Group
ug_cn: ۋېيفىڭ تېخنىكا سىناق گۇرپپىسى

source: Contributors:
ug_cn: ئوچۇق كود بىلەن تەمىنلىگۈچىلەر：

source: UI Design:
ug_cn: ئۇسلۇب ياسىغۇچى :

source: Credits
ug_cn: ئالاھىدە رەخمەت ئېيتىدىغان شەخسلەر

source: Touch Sprite Team
ug_cn: قوزغاتقۇچ ئەترىتى

source: WeiPhone
ug_cn: ۋېيفېڭ تورى

# Credits
source: support
ug_cn: نىڭ قوللىشى

source: E-pal
ug_cn: توردىشىمىز

source: WeiPhone Technology Group
ug_cn: ۋېيفىڭ تېخنىكا سىناق گۇرپپىسى

source: provide viewpoints
ug_cn: سىناق پىكىر بەرگۈچىلەر

source: 's articles:
ug_cn: مەنبە سۇپىسىنى ياساشقا قاتناشقۇچىلار：

source: Also, the father of the Cydia™
ug_cn: بۇيەردە ئەلۋەتتە Cydia™ نىڭ ئەسلى قۇر غۇچىسىنىڭ رولى ھەم ئۇيازغان كودلار ھەممىدىن مۇھىم

source: Mobile Home Page Style From Saurik IT.
ug_cn: كۆچمە نۇسقىنىڭ باش بەت نۇسقىسىSaurik IT نىڭ كودى ئاساس قىلىندى.

source: Translator
ug_cn: تەرجىمە قىلغۇچىلار

source: Copyright
ug_cn: نەشىر ھوقۇقى

source: This program is free software, you can redistribute it and/or modify it under the terms of the <a href="http://www.gnu.org/licenses">GNU Affero General Public License</a> as published by the Free Software Foundation either version 3 of the License.
ug_cn: بۇ بىر ئەركىن ئېچىۋېتىلگەن كودلاردىن پايدىلانغان مەنبە سۇپىسى بولۇپ باشقىلارنىڭ تىجارەت خاركتىرىدە پايدېلنىشىغا بولمايدۇ .

source: Find the number of records:
ug_cn: تېپىلغان خاتىرە سانى :

source: No record in data table ` Packages `! Please import package and allow it to display first.
ug_cn: سانلىق مەلومات تېزىملىكىدە `Packages` خاتىرلەنمىگەن ، قىستۇرمىنى كىر گۈزۈڭ ھەم كۆرسۈتۈڭ.

source: Warning:
ug_cn: ئاگاھلاندۇرۇش:

source: release.save file does not exist! Please config release information.
ug_cn: release.save！بۇنداق ھۆججەت مەۋجۇت ئەمەس! مەنبە ئۇچۇرىدىن تەڭشەڭ !

source: The Release configuration file exists.
ug_cn: Release سەپلىمىسى يوق

source: Write to the Packages file:
ug_cn: Packages نى يېزىش ：

source: Write to the Packages.bz file:
ug_cn: Packages.gz نى يېزىش：

source: Write to the Packages.bz2 file:
ug_cn: Packages.bz2 نى يېزىش：

source: Rebuild the list
ug_cn: تىزىملىك يېڭىلاش

source: List rebuild request submitted successfully, it is recommended that you <a href="stats.php?action=clean">Clear the Cache</a> to free up disk space.
ug_cn: تىزىملىك يېڭىلاشنى ئىلتىماس قىلىش تاپشۇرۇلدى ، <a href="stats.php?action=clean">قالدۇق تازلاڭ</a> !

# Rebuild the list
source: Information
ug_cn: ئۇچۇر

source: Preview of Packages file
ug_cn: Packagesھۆججىتىنى كۆرۈش

source: File does not exist.
ug_cn: ھۆججەت مەۋجۇت ئەمەس

source: Manage Packages
ug_cn: قىستۇرما باشقۇرۇش

source: All Packages
ug_cn: بارلىق قىستۇرمىلار

source: Search Packages
ug_cn: قىستۇرما ئىزدەش

source: Search Content
ug_cn: ئىزدەش مەزمۇنى

source: Search Type
ug_cn: ئىزدەش تۈرى

source: Identifier
ug_cn: پەرىقلەندۈرۈش بەلگىسى

source: Name
ug_cn: ئىسمى

source: Author
ug_cn: ئاپتورى

source: Description
ug_cn: تەپسىلاتى

source: Maintainer
ug_cn: تەمىنلىگۈچى

source: Sponsor
ug_cn: كاپالەت بەرگۈچى

source: Section
ug_cn: تۈرى

source: Tag
ug_cn: خەتكۈچ

source: Search
ug_cn: ئىزدەش

source: Version
ug_cn: نەشىرى

source: Size
ug_cn: سىغىمى

source: Downloads
ug_cn: چۈشۈرۈش قېتىم سانى

source: Delete
ug_cn: ئۆچۈرۈش

source: History
ug_cn: تارىخي نەشىرلىرى

source: Protection Packages
ug_cn: قوغدىلىۋاتقان قىستۇرما

source: Search Packages: %s
ug_cn: قىستۇرما ئىزدەش：%s

source: Binding
ug_cn: باغلاش

source: Are you sure you want to delete: %s?
ug_cn: ئۆچۈرۈش مەشغۇلاتىنى موقۇملاشتۇرامسىز؟：%s？

source: This operation is irreversible, all related data will be delete!
ug_cn: بۇ مەشغۇلاتنى قايتۇرۋالغىنى بولمايدۇ، بۇ تۇردىكى بارلىق سانلىق مەلۇماتلار ئۆچۈرۈلۈپ كېتىدۇ.

source: Hide
ug_cn: يوشۇرۇش

source: Cancel
ug_cn: بىكار قىلىش

source: Hide Package
ug_cn: قىستۇرمىنى يوشۇرۇش

source: Display Package
ug_cn: قىستۇرمىنى كۆرسىتىش

source: Illegal request!
ug_cn: ئورۇنسىز تەلەپ

source: General Editing
ug_cn: دائىملىق تەھرىرلەش

source: Protection
ug_cn: قوغداش

source: Enabled
ug_cn: قوزغۇتۇش

source: Disabled
ug_cn: چەكلەش

source: Level
ug_cn: دەرىجىسى

source: Level take precedence over UDID Binding.
ug_cn: UDID باغلاش دەرىجىسى

source: Price
ug_cn: باھاسى

source: Example: <code>$0.99</code>. If leave a blank will do not display the purchase link.
ug_cn: ئەسكەرتىش : باھاسى<code>0.99￥</code> قىلىپ يېزىلىشى كېرەك ،تولدۇرمىسىڭىز سېتىش ئۇلانمىسى كۆرۈنمەيدۇ

source: Purchase Link
ug_cn: سېتىۋېلىش ئۇلىنىشى

source: Custom
ug_cn: ئۆزى بەلگىلەش

source: Alipay
ug_cn: چىقىمدان ئادرېسى

source: Using non-custom options after <a href="settings.php#Commercial">Settings</a>.
ug_cn: ئۆزىڭىز بىكىتمىسىڭىز ئۇنداقتا <a href="settings.php#Commercial"> نى ئىجىرا قىلىپ تەڭشەڭ

source: Custom Link
ug_cn: بىكىتىلگەن ئادرېس

source: Depiction
ug_cn: ئالدىن كۆرۈش بىتى

source: Default Depiction: %s
ug_cn: سۈكۈتتىكى كۆرۈش بېتى:%s

source: Preview Default Depiction
ug_cn: سۈكۈتتىكى بېتىنى كۆرۈش

source: Detailed Description
ug_cn: تەپسىلى ئۇچۇرلىرى

source: (Hidden)
ug_cn: يوشۇرۇلغان

source: It is hidden in the page, you should change 'Detailed Description' option in <a href="%s">Settings</a> if you want show this.
ug_cn: 该栏已隐藏，如果您想显示它，您需要在<a href="%s">设置</a>中更改'详细描述'选项。

source: Changelog
ug_cn: يېڭىلاش خاتىرسى

source: It will do not display in the page if leave a blank.
ug_cn: تولدۇرمىسىڭىز كۆرۈنمەيدۇ

source: Old Changelogs
ug_cn: كونا نەشىرىنىڭ يېڭىلىنىش تارىخى

source: Please fill the number you want to display for old changelog, If leave a blank or zero will only display this version changelog.
ug_cn: بۇرۇنقى نەشىرلىرىنىڭ تەرتىپ نومۇرىنى كىرگۈزۈڭ .تولدۇرمىسىڭىز ياكى 0 نى يازسىڭىز شۇ نەشىرىنى يېڭىلاشنى ككرسىتىدۇ.

source: Compatibility
ug_cn: ماسلىشى دوكىلاتى

source: Please fill the iOS system version number, If leave a blank or zero will disable the system compatibility check in the package preview page.
ug_cn: 请填写 iOS 系统版本号，留空或输入 0 则关闭系统兼容性检测。

source: Save
ug_cn: ساقلاش

source: Update Database
ug_cn: ساندان يېڭىلاش

source: The package information edited!
ug_cn: قىستۇرما ئۇچۇرلىرىنى تەھرىرلەش تاماملاندى

source: After modify the fields with an asterisk, you must write into package then safely rebuild list.
ug_cn: يۇلتۇز بەلگىسى بار ئورۇن لارنى ئۆزگەرتكەندە،قىستۇرما يېزىشقا بۇيرۇق بىرشىڭىزلازىم ،ئاندىن بىخەتەر تىزىملىك يېڭىلىيالايسىز.

source: Write Now
ug_cn: دەرھال يېزىش

source: Back
ug_cn: قايتىش

source: Advance Editing
ug_cn: ئالىي تەھرىرلەش

# Advance Editing
source: Field
ug_cn: سۆز بۆلىكى ئوڭشاش

# Advance Editing
source: Content
ug_cn: مەزمۇن ئۆزگەرتىش

source: Binding UDID
ug_cn: باغلاش UDID

source: Align
ug_cn: تەكشىلەش ئۇسۇلى

# Align
source: Left
ug_cn: سولغا تەكشىلەش

# Align
source: Center
ug_cn: ئوتتۇرغا تەكشىلەش

# Align
source: Right
ug_cn: ئوڭغا تەكشىلەش

# Edit
source: List
ug_cn: تەرتىپ نومۇرى

source: Ordered list
ug_cn: رەقەملىك تەرتىپ نومۇرى

source: Unordered list
ug_cn: تۈر تەرتىپ نومۇرى

source: Indent
ug_cn: قىسقارتىش

source: Increase indent
ug_cn: ئوڭغا قىسقارتىش

source: Decrease indent
ug_cn: سولغا قىسقارتىش

source: Data loading
ug_cn: سانلىق مەلۇماتلار يۈكلىنىۋاتىدۇ...

source: Database Error
ug_cn: ساندان خاتا!

source: Upload Packages
ug_cn: قىستۇرما يوللاش

source: Import Packages
ug_cn: رەسىم كىرگۈزۈش

source: Manage UDID
ug_cn: UDID باشقۇرۇش

source: Manage Sections
ug_cn: تۈرلەرگە ئايرىشنى باشقۇرۇش

source: Manage Repository
ug_cn: مەنبە ئۇچۇر تەڭشىكى

source: Running Status
ug_cn: ئىجىرا بولۇش ھالىتى

source: About
ug_cn: ئىزاھات

source: Repository Manager
ug_cn: مەنبە باشقۇرۇش سىستېمىسى

source: Are you sure you want to hide this software package?
ug_cn: بۇ قىستۇرمىنى يوشۇرۇشنى موقۇملاشتۇرامسىز؟

source: Are you sure you want to display this software package?\nIf there are more than one version, the new version of the Cydia will show downgrade.
ug_cn: بۇقىستۇرمىنى كۆرسىتىشنى موقۇملاشتۇرامسىز؟\nئەگەر ئوخشاش قىستۇرما بولسا سىيدىيادا نەشىرىنى تۆۋەنلىتىشنى تەلەپ قىلىش ئۇچۇرى كۆرۈنىدۇ.

# Header
source: Preferences
ug_cn: تەڭشەش

source: Logout
ug_cn: چېكىنىش

source: View Details
ug_cn: تەپسىلاتىنى كۆرۈش

source: Invalid argument: `Filename`
ug_cn: ئۈنۈمسىز پارامېتىر :`Filename`

source: Invalid file type!
ug_cn: قوللىمايدىغان ھۆججەت شەكلى

source: Invalid arguments!
ug_cn: پارامېتىر ئۈنۈمسىز !

source: Cannot find the file: %s
ug_cn: تاپالمىدى : %s

source: Invalid request: %s
ug_cn: ئورۇنسىز ئىلتىماس:%s

source: File already exists: %s
ug_cn: بۇ ھۆججەت بار ئىكەن : %s

source: Invalid package information!
ug_cn: ئۆلچەمسىز قىستۇرما ئۇچۇرى

source: Forced inherit failed: invalid inherited package ID.
ug_cn: مەجبۇرى داۋاملاشتۇرۇش مەغلۇب بولدى : ئۇنۇم سىز قىستۇرما نومۇرى ئىكەن

source: A package with the same name and version already exists, please select an operation.
ug_cn: بۇنداق قىستۇرما ياكى بۇ نەشىرى بار ،باشقا مەشغۇلات تاللاڭ.

source: Early versions of this package already exists, please select an operation.
ug_cn: بۇ قىستۇرمىنىڭ كونا نەشىرى بار ،باشقا مەشغۇلات قىلىشنى تاللاڭ .

source: An updated version of this package already exists, please select an operation.
ug_cn: بۇ قىستۇرمىنىڭ يېڭى نەشىرى بار ،باشقا مەشغۇلاتنى تاللاڭ .

source: Original package: %1$s &amp; %2$s
ug_cn: ئەسلى قىستۇرما :%1$s &amp; %2$s

source: Import time:
ug_cn: كىرگۈزۈلگەن ۋاقتى :

source: New package: %1$s &amp; %2$s
ug_cn: يېڭى قىستۇرما : %1$s &amp; %2$s

source: Error importing type!
ug_cn: كىرگۈزۈش تۈرىنى ئىلتىماس قىلىش خاتا !

source: Create directory failed: %s
ug_cn: يېڭى مۇندەرىجە قۇرۇش مەغلۇب بولدى :%s

source: Move file failed: %s
ug_cn: ھۆججەت يۆتكەش مەغلۇپ بولدى :%s

source: Import failed! Please check the database configuration!
ug_cn: كىرگۈزۈش مەغلۇپ بولدى ! سانداننى تەكشۈرۈپ بېقىڭ .

source: Import was successful! Now you can enter the Manage Packages page to review!
ug_cn: كىرگۈزۈش تاماملاندى ! ساندان باشقۇرۇش بىتىگە كىرىپ تەستىقلاش ئېلىپ بېرىڭ

source: Package address: %s
ug_cn: قىستۇرما ئادرېسى :%s

source: Invalid package: Unable to find `Package`, `Version`, `Architecture` fields in package information.
ug_cn: ئۆلچەمسىز قىستۇرما : قىستۇرمىنىڭ ئۇچۇرلىرى تېپىلمىدى مەسىلەن`Package`, `Version`, `Architecture`

source: Import Package
ug_cn: قىستۇرما كىرگۈزۈش

source: Inherit And Replace
ug_cn: داۋاملاشتۇرۇش ھەم ئالماشتۇرۇش

source: Direct Replace
ug_cn: بىۋاستە ئالماشتۇرۇش

source: Add New
ug_cn: تارماق قوشۇش

source: Login
ug_cn: كىرىش

# language
source: Select language
ug_cn: تىل تاللاش

# language
source: English
ug_cn: ئىنگىلىزچە

source: Username
ug_cn: ئابونت نامى

source: Please fill in your username
ug_cn: ئابونىت نامىنى كىر گۈۈڭ

source: Password
ug_cn: پارول

source: Please fill in your password
ug_cn: پارول كىرگۈزۈڭ

source: Verify Code
ug_cn: دەلىللەش كودى

source: Please fill in the verify code
ug_cn: دەلىللەش كودىنى كىرگۈزۈڭ

source: Please input your username and password!
ug_cn: ئابونت نامى ۋە پارول كىر گۈزۈڭ

source: Unknown username or bad password!
ug_cn: ئابونت نامى ياكى پارول خاتا

source: Bear!
ug_cn: ئوبدانراق بىر قاراپ بېقىڭ خاتاقىلغان يەر لەر بارمىكەن !!!

source: Verification code error!
ug_cn: دەلىللەش كودى خاتا

# Buttom
source: Login
ug_cn: كىرىش

source: Error
ug_cn: خاتا

source: Your login wrong too many times , close the session or wait %s minutes and try again later.
ug_cn: سىزنىڭ كىرىس خاتالىقىڭىز بەك كۆپ بولۇپ كەتتى %s مىنۇتتىن كېيىن قايتا سىناڭ !

source: The upload directory is empty.
ug_cn: يوللاش مۇندەرجىسى قۇرۇق

source: You can upload by web or upload packages to the upload directory in root by FTP.
ug_cn: سىز FTP ئارقىلىق قىستۇرمىنىupload مۇندەرىجىگە يوللاڭ

source: Files List
ug_cn: ھۆججەت تىزىملىكى

source: Forced Inherit
ug_cn: مەجبۇرى داۋاملاشتۇرۇش

source: Inherit
ug_cn: داۋاملاشتۇرۇش

source: File Name
ug_cn: ھۆججەت ئىسمى

source: Target ID
ug_cn: نىشان نومۇرى

source: Submit
ug_cn: تاپشۇرۇش

source: Are you sure delete: %s ?
ug_cn: %s : نى ئۆچۈرۈشنى موقىملاشتۇرامسىز؟

source: You will not be able to undo this operation!
ug_cn: بۇ مەشغۇلاتنى قايتۇرۋالغىلى بولمايدۇ

source: Confirm
ug_cn: مۇقىملاش

source: Unable to delete, please check the file permissions.
ug_cn: ئۆچۈرگىنى بولمايدۇ، ھۆججەت ھوقۇقىنى تەكشۈرۈڭ !

source: Invalid request.
ug_cn: ئورۇنسىز تەلەپ

source: Database Error: %s
ug_cn: ساندان خاتالىقى :%s

source: Cannot find the content specified!
ug_cn: ئاگاھلاندۇرۇش: بىكىتىلگگن مەزمۇننى تاپالمىدى !!!

source: Cannot find the file specified!
ug_cn: بېكىتكەن ھۆججەتنى تاپالمىدى !

source: Processing file: %s
ug_cn: بىر تەرەپ قىلدىغان ھۆججەت: %s

source: Package has been successfully written!
ug_cn: قىستۇرما يېزىش تاماملاندى !

source: Warning: Writting to package failed!
ug_cn: ئاگاھلاندۇرۇش: قىستۇرما يېزىش مەغلۇب بولدى!

source: Verification information update failed! Please check the package is successfully generated!
ug_cn: دەلىللەش ئۇچۇرنى يېڭىلاش مەغلۇب بولدى ،قىستۇرمىنىڭ ھاسىل بولغان ياكى ھاسىل بولمىغانلىقىنى تەكشۈرۈڭ!

source: Verification information has been successfully updated!
ug_cn: ئۇچۇر يېڭىلاشنى دەلىللەش تاماملاندى

source: Update Packages
ug_cn: قىستۇرما يېڭىلاش

source: Tip: This operation does not automatically modify the software package file name, please upload the new name package when upgrade.
ug_cn: ئەسكەرتىش:بۇ مەشغۇلات قىستۇرما ئىسمىنى ئاپتوماتىك ئۆزگەرتەلمەيدۇ ،نەشر كۆتۈرگەندە يېڭى قىستۇرمنى يوللاڭ !

source: Repository Settings
ug_cn: مەنبە ئۇچۇر تەڭشىكى

source: Origin
ug_cn: ئىسمى

source: This name will be displayed in the sources interface of Cydia.
ug_cn: بۇ ئىسىم سىيدىيانىڭ مەنبە تەھرىرلەش رايونىدا كۆرۈنىدۇ .

source: Label
ug_cn: ۋاكالەت نومۇرى

source: This name will be displayed at the top of the package list interface.
ug_cn: بۇ ئىسىم قىستۇرما تىزىملىكىنىڭ باش ئىستونىدا كۆرۈنىدۇ

source: Codename
ug_cn: پەرىقلەندۈرۈش بەلگىسى

source: Repository Icon
ug_cn: مەنبە سىنبەلگىسى

source: Allowed upload format: png, save as %s in root directory.
ug_cn: ماس كېلىدىغان ھۆججەت فورماتى ：png:ساقلىنىش ئورنى %s

source: Upload failed, please check the file permissions.
ug_cn: يوللاش مەغلۇپ بولدى، ھۆججەت ھوقۇقىنى تەكشۈرۈڭ!

source: Upload icon completed.
ug_cn: سىنبەلگە يوللاش تاماملاندى.

source: Repository settings save complete, rebuild the list to apply the changes.
ug_cn: مەنبە ئۇچۇرىنى ئۆزگەرتىش تاماملاندى ،تىزىملىك يېڭىلاش ئېلىپ بېرىڭ .

source: Sections List
ug_cn: تۈرلەرگە ئايرىلىشى تىزىملىكى

source: Add Section
ug_cn: تۈر قوشۇش

source: Create Icon Package
ug_cn: سىنبەلگە بولىقى ھاسىل قىلىش

source: Edit
ug_cn: تەھرىرلەش

source: Icon
ug_cn: سىنبەلگە

source: Last Change
ug_cn: ئەڭ ئاخىرقى قېتىم ئۆزگەرتكىنى

source: Click to view packages in this section.
ug_cn: بۇتۈردىكى قىستۇرمىلارنى كۆرۈش

source: No Icon
ug_cn: سىنبەلگە يوق

source: Edit Section
ug_cn: تۈرلەرنى تەھرىرلەش

source: Section Name
ug_cn: تۈر ئىسمى

source: Section Icon
ug_cn: تۈرلەرنىڭ سىنبەلگىسى

source: The current icon is %s.
ug_cn: ھازىرقى سىنبەلگە : %s

source: You can click <a href="%s">Here</a> to delete current icon.
ug_cn: 您可以点击 <a href="%s">这里</a> 删除当前图标

source: There are currently no icon.
ug_cn: نۆۋەتتە سىنبەلگە يوق

source: Tips
ug_cn: مەشغۇلات ئەسكەرتمىسى

source: Allowed upload format: png, save in %s directory of root directory.
ug_cn: قوللايدىغان ھۆججەت فورماتى :png ساقلاش ئورنى %s مۇندەرىجە ئچىدە

source: If you change the section name, you may need to change section option in package infomation for many packages.
ug_cn: 如果更改分类名称，您可能需要修改部分软件包的分类选项。

source: You can add a maximum of 50 sections!
ug_cn: ئەڭ كۆپ بولغان 50 خىل تۈر قوشۇشقا بولىدۇ

source: Are you sure want to create the %s icon package?
ug_cn: سىز %s نىڭ سىنبەلگە بولىقىنى ھاسىل قىلىشنى مۇقىملاشتۇرامسىز؟

source: Create Now
ug_cn: دەر ھال ھاسىل قىلىش

source: You have not filled in SEO and autofill information, unable to use this function!
ug_cn: سىز تور بەت SEO ئۇچۇرى ھەم ئۇچۇر ئاپتوماتىك تولۇقلاش تۈرىنى تولدۇرماپسىز ،شۇڭا بۇ ئىقتىدارنى ئىشلىتەلمەيسىز.

source: Cannot find any existing icon of section, please add an icon first, then create icon package.
ug_cn: سىنبەلگە تۈرى مەۋجۇت ئەمەس ،سىنبەلگە قوشۇڭ ،ئاندىن قايتىدىن ھاسىل قىلىڭ .

source: Cannot create temporary directory, please check the file permissions!
ug_cn: ۋاقىتلىق مۇندەرىجە قۇرۇش مەغلۇب بولدى ،ھۆججەت ھوقۇقىنى تەكشۈرۈڭ !

source: Icon package template copy failed, please check the file permissions!
ug_cn: سىنبەلگە ئۇسلۇبىنى كۆچۈرۈش مەغلۇب بولدى ، ھۆججەت ھوقۇقىنى تەكشۈرۈڭ !

source: Icon package template rewriting failed!
ug_cn: سىنبەلگە بولىقى ئۇسلۇبىنى ئۆزگەرتىپ يېزىش مەغلۇب بولدى !

source: Icon package template repositioning failed!
ug_cn: سىنبەلگە بولىقىنى قايتا بېكىتىش مەغلۇب بولدى !

source: Icon package template missing, please upload DCRM Pro again!
ug_cn: سىن بەلگە بولىقى ئۇسلۇبى يوق سىيدىيا مەنبە سۇپىسىننىڭ كەسپىي نۇسخىسىنى قايتا قاچىلاڭ !

source: Are you sure delete the section icon for %s ?
ug_cn: %s : نى ئۆچۈرۈشنى موقۇملاشتۇرامسىز؟

source: Preferences
ug_cn: سىستېما تەڭشىكى

source: General
ug_cn: ئورتاق

source: Language
ug_cn: تىل تاللاش

# language
source: Detect
ug_cn: ئاپتوماتىك ئالماشتۇرۇش

source: If you want the system auto detect users browser language to show pages please select "Detect" option.
ug_cn: 如果您想让系统自动匹配浏览器语言来显示页面，请选择“自动检测”。

source: Rewrite Mod
ug_cn: Rewrite 模式

source: Disable
ug_cn: چەكلەش

source: Normal
ug_cn: نورمال

source: Elegant
ug_cn: 优雅

source: <b>Elegant Mod</b> - Enable all rewrite rules, the url will show like %s.<br/><b>Normal Mod</b> - Compatible earlier than v1.7 configuration, only enbale a part of rewrite rules for HotLinks.<br/><b>Disabled</b> - This will disable all rewrite rules, so HotLinks will not work.<br/>Notice: You should update your rewrite config first if you want to use Elegant Mod.
ug_cn: <b>优雅模式</b> - 启用所有 Rewrite 规则，链接显示将类似于 %s。<br/><b>普通模式</b> - 兼容早于 1.7 版的配置，只为防盗链启用了部分 Rewrite 规则。<br/><b>禁用</b> - 关闭所有 Rewrite 规则，防盗链功能将会不可用。<br/>注意：您启用优雅模式前可能需要更新您的 Rewrite 配置。

source: Login Information
ug_cn: تىزىملىتىش ئۇچۇرلىرى

source: Username length must be between 4-20 characters!
ug_cn: ئابونت ئىسمى چوقۇم 4دىن 20 گىچە بولغان ھەرىپ ياكى سان بولىشى لازىم.

source: Username can only use numbers, letters and underline!
ug_cn: ئابونت ئىسمى سان ،ھەرىپ قاتارلىقلاردىن تېپىشى كېرەك

source: New Password
ug_cn: يېڭى پارول

source: If you would like to change the password type a new one. Otherwise leave this blank.
ug_cn: ئەگەر پارول ئۆزگەرتمەكچى بولسىڭىز يېڭى پارول كىر گۈزۈڭ، ئۆزگەرتمىسىڭىز تولدۇرماڭ !!

source: Repeat New Password
ug_cn: يېڭى پارولنى قايتىلاڭ

source: Your password do not match.
ug_cn: پارول ماس كەلمىدى

source: Type your new password again.
ug_cn: پارولنى يەنە بىر قېتىم كىر گۈزۈڭ

source: Strength indicator
ug_cn: كۈچلۈكلۈك باھاسى

source: The maximum number of attempts
ug_cn: ئەڭ چوڭ سىناش قېتىم سانى

source: Login Fail Reset Time
ug_cn: سىناش ۋاقتىنى تەڭشەڭ

source: Unit: Minutes
ug_cn: بىرلىكى: مىنۇت

source: Repository URL
ug_cn: مەنبە باشقۇرۇش سېستىمىنىڭ ئادرېسى

source: Not a valid website address
ug_cn: ئۈنۈمسىز تور ئادرېسى

source: Displayed on the homepage for the user to add, and used for the autofill package's Depiction when import.
ug_cn: 展示在首页供用户添加，并用于在导入软件包时自动填充详情页。

source: PC Site
ug_cn: كومپيۇتېر نۇسخىسىنىڭ ئىقتىدارى

source: Master Switch
ug_cn: باش ئۈز چات

source: Non-apple owners will automatically jump if enabled.
ug_cn: قوزغۇتۇلسا ئالما تېلېفونىدىن باشقا تېلېفونلاردا ئاتلاپ ئۆتۈپ كىتىدۇ

source: Mobile Site
ug_cn: كۆچمە ئۈسكۈنە ئىقتىدارى

source: Show Latest List
ug_cn: يېڭى تىزىملىكنى كۆرسىتىش

source: Number of Latest List
ug_cn: ئەڭ يېڭى تىزىملىك سانى

source: Too high: Maximum of '%s'
ug_cn: ەڭ چوڭ بولغان '%s' دىن ئېشىپ كەتمەسلىكى لازىم

source: Must be lower than 20.
ug_cn: ئەڭ كۆپ بولغان 20 تالدىن ئېشىپ كەتمىسۇن

source: Full List of Sections
ug_cn: تولوق تۈرلەر تىزىملىكى

# Settings
source: Screenshorts
ug_cn: ئۈنۈم رەسىملىرى

source: Report Problems
ug_cn: خاتالىق ئىنكاسنى مەلۇم قىلىش

source: Limit Number of Report
ug_cn: مەلۇم قىلىش سان چەكلىمىسى

source: The maximum not more than 10 times.
ug_cn: ئەڭ كۆپ بولغاندا 10 قېتىمدىن ئېشىپ كەتمىسۇن

source: Update Logs
ug_cn: خاتىرنى يېڭىلاش

source: Displayed in the Version History.
ug_cn: بۇرۇنقى نەشرىنىڭ يېڭىلاش خاتىرىسىنى كۆرسىتىش

source: More Information
ug_cn: تېخىمۇ كۆپ ئۇچۇرلار

source: Show
ug_cn: كۆرسىتىش

source: It will not hide if 'Detailed Description' is enabled and empty.
ug_cn: 当“详细描述”启用并为空时不会隐藏。

source: Commercial
ug_cn: سودا ئۇلانمىسى

source: Alipay Account
ug_cn: چىقىمدان ئادرېسى

source: This is used to auto generate Alipay link for commercial package.
ug_cn: چىقىمدان ئادرېسىغا بىۋاستە ئۇلىنىدۇ

source: Download
ug_cn: چۈشۈرۈش تەڭشىكى

source: PHP Forward
ug_cn: PHP 转发

source: Disable PHP forward will reduce server pressure and effectively avoid 'Sum Mismatch Hash' error.<br/>But it will make the speed limit function to invalid and may exposure real package address.
ug_cn: 禁用 PHP 转发会降低服务器压力且有效避免 Hash Sum Mismatch 错误，<br/>但会使限速功能无效并有暴露真实软件包地址的风险。

source: Module Enabled
ug_cn: 已启用模块

source: No
ug_cn: ياق

source: Yes
ug_cn: ھەئە

source: Using this switch, the x-sendfile feature on DCRM can be manually enabled if it does not do so automatically <br/>when you have enabled mod_xsendfile on Apache or configured the "allow-x-send-file" option on Lighttpd. <br><b>WARNING:</b> If you don't know what this is, please turn this off; otherwise, package downloads may not work.
ug_cn: 如果您已启用了 Apache 的 mod_xsendfile 或已在 Lighttpd 上配置好 "allow-x-send-file" 选项，<br/>若 DCRM 没有自动启用 x-sendfile 功能，您可以在此开启。<br><b>注意:</b> 如果您不知道这是什么，请保持关闭状态，否则软件包可能无法正常下载。

source: HotLink Protection
ug_cn: ئوغرىدىن مۇداپىيەلىنىش

source: Max Download Speed
ug_cn: ئەڭ چوڭ چۈشۈرۈش سۈرئىتى

source: B/s, please input '0' if you do not want limit.
ug_cn: سۈرئەت چەكلەنمىسە 0 نى يېزىڭ

source: Lists
ug_cn: تىزىملىك تەڭشىكى

source: Packages File Compression
ug_cn: Packages پىرىسلاش

source: Hide list
ug_cn: تىزىملىكنى يوشۇرۇش

source: Only text
ug_cn: پەقەتلا تېكىست

source: Only gz
ug_cn: gzپەقەتلا

source: Text and gz
ug_cn: gz ۋە تېكىست

source: Only bz2
ug_cn: bz2 پەقەتلا

source: Text and bz2
ug_cn: bz2 ۋە تېكىست

source: gz and bz2
ug_cn: gz ۋە bz2

source: All
ug_cn: ھەممىسى

source: Please change the compression method if error occurred trying rebuild the list.
ug_cn: ئۆزگەرتكەندىن كېيىن تىزىملىك يېڭىلاشتا خاتالىق كۆرۈلسە پىرىسلاش شەكلىنى ئالماشتۇرۇڭ.

source: Packages Validation
ug_cn: قىستۇرما دەلىللەش

source: No validation
ug_cn: دەلىللىمەيدۇ

source: Take effect when write to Packages.
ug_cn: قىستۇرما يېزىلغاندىلا ئاندىن كۈچكە ئىگە بولىدۇ

source: Downgrade Support
ug_cn: نەشىر چۈشۈرۈشنى قوللاش

source: Enable this function will cause a long-term traffic consumption.
ug_cn: 启用这项功能将造成软件包列表体积是原来的若干倍。

source: Autofill
ug_cn: ئاپتوماتىك تولدۇرۇش

source: Autofill Depiction
ug_cn: تەپسىلىي ئۇچۇرىنى ئاپتوماتىك تولدۇرۇش

source: Autofill package's Depiction when import if enabled.
ug_cn: قىستۇرما كىر گۈزسىڭىز تەپسىلى ئۇچۇرىنى ئاپتوماتىك تولدۇرۇش ئېلىپ بارىدۇ .

source: Default Identifier of Packages
ug_cn: قىستۇرمنىڭ سۈكۈتتىكى پەرىقلەندۈرۈش بەلگىسى

source: Default Name of Packages
ug_cn: قىستۇرما سۈكۈت تەسۋىرى

source: Default Depiction of Packages
ug_cn: قىستۇرمىنىڭ سۈكۈتتىكى ئىسم

source: SEO
ug_cn: SEO ئەلالاشتۇرۇش

# SEO
source: Site Name
ug_cn: SEO ئىسمى

# SEO
source: Site Address
ug_cn: SEOئادرېسى

# SEO
source: Site Keyword
ug_cn: SEO ھالقىلىق سۆز

source: Separated by commas.
ug_cn: چىكىت بەلگىسى ئارقىلىق ئايرىڭ

source: Administrator Informations
ug_cn: باغقۇرۇغۇچى ئۇچۇرى

# Administrator
source: Name
ug_cn: باشقۇرۇغۇچى ئىسمى

# Administrator
source: Full Name
ug_cn: باشقۇرغۇچىنىڭ تولۇق ئىسمى

# Administrator
source: Email Address
ug_cn: باشقۇرغۇچى ئېلخەت ئادرېسى

source: Not a valid email address
ug_cn: ئۈنۈمسىز ئېلخەت

source: Footer
ug_cn: ئاستى قىسىم تەڭشىكى
